{
    "startText": [
        "CLICK YOUR SCREEN",
        "TAP YOUR SCREEN"
    ],
    "closedSign": [
        "* The sign appears to be hastily drawn on with a sharpie.",
        "* The sign's penmanship is impeccable.",
        "* You observe that this sign has nothing left to observe."
    ],
    "switchLights": [
        "* The switch is too high to reach.",
        "* ?",
        "* The switch is now on.",
        "* You hear shuffling behind the counter.",
        "* The sign is now gone.#* You decide to take a peek..."
    ],
    "ali": [
        "Howdy!",
        "I'm Ali!|Welcome to my shop!#I'm still setting up, but feel free to stick around!#Oh, and check out my new inventory!",
        "How ya doin'?",
        "Stuff around here's been a bit volatile recently.#Just a couple of weeks ago, this shop didn't exist!",
        "What's up?",
        "I heard once that if you check behind the old house you'll find...#Actually, forget it! You can't leave!",
        "Hey!",
        "Nobody comes down here anymore, not after the GREAT BLANK.#What? Don't tell me you've never heard of it!",
        "Legends tell of three heroes that'll come and clear out the GREAT BLANK!#Ha! I'd like to see them try!"
    ],
    "itemDialogue": [
        "I've had that lying around for a while.#It whispers sometimes, but that's about it.",
        "Praise the lamb!|Heh, just a little joke.",
        "Let's mine and craft! Let's MINECRAFT!",
        "A reliable ally! Make sure to get junk for him.",
        "Bee sure to feed it lotsa treats when it hatches!",
        "I felt bad just leaving them back at the lab, so I brought some!",
        "Lots of things by lots of people.",
        "Refreshing, straight from the quantum rivers of Nuka-WorldTM!",
        "Make sure not to slobber over everything you little rascal!",
        "Useful little bugs, they help me find cool stuff!",
        "Tastes like beautiful dreams! Try it out!",
        "I leave all that I own to Guppy!",
        "It looks more like my brother than a raccoon.",
        "We humbly thank you for your patronage.",
        "Oh! How glamorous!",
        "Huh? What'd you click?",
        "Huh? What'd you tap?"
    ],
    "itemHeader": [
        "Human Soul",
        "Crown",
        "Cube of Creation",
        "A Lost Sir",
        "Basic Egg",
        "Companion Cube",
        "New Tank",
        "Nuka-Cola",
        "Chester's Bone",
        "Gathering Swarm",
        "Stardrop",
        "Guppy",
        "Spiffo",
        "Turron",
        "Cloak of Billowing"
    ],
    "itemDescription": [
        "Big, and glowy.",
        "Looks pretty neat.",
        ""
    ]
}